module.exports = {
  gloriosasuperba: {
    name: 'காந்தள் மலர்',
    commonNames: ['Fire lily'],
    scientificName: 'Gloriosa superba',
    litRef: [{
      book: 'முல்லைப்பாட்டு',
      loc: '(வரிகள் 94-96)',
    }, {
      book: 'நற்றிணைப்பாட்டு',
      loc: '(69 : 5 – 6, 221 : 2)',
    }, {
      book: 'கார் நாற்பது',
      loc: '(26)',
    }, {
      book: 'சீவக சிந்தாமணி',
      loc: '(வரி 76)',
    }],
    notes: 'தோன்றி என்னும் மலரைக் காந்தள் மலரின் வகை என்கின்றனர். குறிஞ்சிப்பாட்டு இதனைச் ‘சுடர்ப்பூந் தோன்றி’ எனக் குறிப்பிடுகிறது.\nகாந்தளுக்குத் தோன்றி என்று சங்க நூல்களில் பெயர்வரக் காரணம் என்ன? மலையாளத்தில் சங்கப் பெயராலேயே ‘தோன்றிப்பூ’, ‘மேந்தோன்னிப்பூ’ என்று இன்றும் நாட்டுப் பகுதியில் அழைக்கப்படுகின்றது.‘மேல் தோன்றி’ என்பதே ‘மேந்தோன்னி’ ஆயிற்று.தரையில் கிழங்காக அடங்கி முடங்கிக் கிடந்த இச்செடி கார்காலத்தில் திடீரென்று கிளம்பி மேலே அழகிய பூவோடு தோன்றுவதால் ‘தோன்றி’ என்றும், ‘மேல் தோன்றி’  என்றும் அழைக்கப்பட்டது.மற்றைச் செடிகொடிகள் போல் அன்றி மற்றைக் காலங்களில் காணமுடியாதிருப்பதும், மழைக்காலத்தில் திடீரென்று தோன்றுவதும் காந்தளுக்குச் சிறப்பான தன்மையாகும்.மலையாளத்தில் மழைக்காலத் தொடக்கத்தை உணர்த்தும் பூ இதுவேயாகும்.\nஇதழ்கள் நிறைந்த தோன்றி மலர்கள் உதிரம் போலப் பூத்திருப்பதையும், தளிரையும் கொத்துக்களையும் உடைய கொன்றை பொன் போன்ற மலர்களைச் சொரிவதையும்,\n“முறி இணர்க் கொன்றை நன்பொன் கால,\nதோடுஆர் தோன்றி குருதி பூப்ப” \nஎன்று முல்லைப்பாட்டு(வரிகள் 94- 96) பாடுகிறது.'
  },
}