module.exports = {
  gloriosasuperba: {
    name: 'காந்தள் மலர்',
    commonNames: ['Fire lily'],
    scientificName: 'Gloriosa superba',
    litRef: [{
      book: 'முல்லைப்பாட்டு',
      loc: '(வரிகள் 94-96)',
    }, {
      book: 'நற்றிணைப்பாட்டு',
      loc: '(69 : 5 – 6, 221 : 2)',
    }, {
      book: 'கார் நாற்பது',
      loc: '(26)',
    }, {
      book: 'சீவக சிந்தாமணி',
      loc: '(வரி 76)',
    }],
    notes: 'தோன்றி என்னும் மலரைக் காந்தள் மலரின் வகை என்கின்றனர். குறிஞ்சிப்பாட்டு இதனைச் ‘சுடர்ப்பூந் தோன்றி’ எனக் குறிப்பிடுகிறது.\nகாந்தளுக்குத் தோன்றி என்று சங்க நூல்களில் பெயர்வரக் காரணம் என்ன? மலையாளத்தில் சங்கப் பெயராலேயே ‘தோன்றிப்பூ’, ‘மேந்தோன்னிப்பூ’ என்று இன்றும் நாட்டுப் பகுதியில் அழைக்கப்படுகின்றது.‘மேல் தோன்றி’ என்பதே ‘மேந்தோன்னி’ ஆயிற்று.தரையில் கிழங்காக அடங்கி முடங்கிக் கிடந்த இச்செடி கார்காலத்தில் திடீரென்று கிளம்பி மேலே அழகிய பூவோடு தோன்றுவதால் ‘தோன்றி’ என்றும், ‘மேல் தோன்றி’  என்றும் அழைக்கப்பட்டது.மற்றைச் செடிகொடிகள் போல் அன்றி மற்றைக் காலங்களில் காணமுடியாதிருப்பதும், மழைக்காலத்தில் திடீரென்று தோன்றுவதும் காந்தளுக்குச் சிறப்பான தன்மையாகும்.மலையாளத்தில் மழைக்காலத் தொடக்கத்தை உணர்த்தும் பூ இதுவேயாகும்.\nஇதழ்கள் நிறைந்த தோன்றி மலர்கள் உதிரம் போலப் பூத்திருப்பதையும், தளிரையும் கொத்துக்களையும் உடைய கொன்றை பொன் போன்ற மலர்களைச் சொரிவதையும்,\n“முறி இணர்க் கொன்றை நன்பொன் கால,\nதோடுஆர் தோன்றி குருதி பூப்ப” \nஎன்று முல்லைப்பாட்டு(வரிகள் 94- 96) பாடுகிறது.'
  },
  vitextrifolia: {
    name: 'சிந்துவாரம்',
    commonNames: ['Indian three-leaf vitex',
      'Indian wild pepper',
      'Indian-privet'],
    scientificName: 'Vitex trifolia',
    litRef: [{
      book: 'குறிஞ்சிப்பாட்டு',
      loc: '',
    }, {
      book: 'பெருங்கதையில்',
      loc: '(விரிசிகை மாலைசூட்டு : 103-104)',
    }],
    notes: 'கருநொச்சிப்பூ என நச்சினார்க்கினியர் அழைக்கும் இத்தாவரம் பற்றிய செய்தி குறிஞ்சிப்பாட்டு தவிர வேறு சங்க இலக்கியங்களில் காணப்படவில்லை.“நந்தி வட்டமும் நாகத்து அலரும்சிந்துவாரமுஞ் சேபாலிகையும்”என்று பெருங்கதையில் (2, இலாவண காண்டம், 15, விரிசிகை மாலைசூட்டு : 103-104) இத்தாவரம் பற்றிய குறிப்பு காணப்படுகிறது.',
  },
  leucaszeylanica: {
    name: 'தும்பை',
    commonNames: ['Leucas'],
    scientificName: 'Leucas zeylanica',
    litRef: [
      {
        book: 'புறநானூறு',
        loc: '(283 : 15, 347 : 2-3)'
      },
      {
        book: 'மதுரைக்காஞ்சி',
        loc: '(வரி 737)',
      },
      {
        book: 'பெரும்பாணாற்றுப்படை',
        loc: '(வரி 101)',
      },
      {
        book: 'ஐங்குறுநூற்றுப் பாடல்',
        loc: '(127 : 2)',
      },
      {
        book: 'பதிற்றுப்பத்து',
        loc: '(88 : 23, 52 : 8)'
      }
    ],
    notes: 'தும்பையானது, தும்பை, பெருந்தும்பை, சிறுதும்பை, கருந்தும்பை, மலைத்தும்பை, பேய்தும்பை, கழுதைத்தும்பை, கசப்புத்தும்பை, கவிழ்தும்பை, மஞ்சள் தும்பை என பலவகைப்படும். வறண்ட நிலங்களில் கடல் மட்டத்திலிருந்து சுமார் மூவாயிரம் அடி உயரம் வரை உள்ள இடங்களில் ஒரு அடி முதல் மூன்று அடி உயரம் வரை நன்கு வளரும் தும்பைக்கு எல்லா வகை மண்ணும் ஏற்றது.. நீளமான இலைகளுக்கு மேலும், கீழும் பூக்கள் அமைந்திருக்கும். இவை விதை மூலம் இனப்பெருக்கம் செய்யப்படுகிறது. தும்பை மணம் கமழும் வெண்மையான சிறிய பூக்களைக் கொண்டது.. ஆதலால், ‘கமழ் பூந் தும்பை’ என்றனர். போருக்குச் செல்லும்போது இம் மலரைச் சூடிச் செல்வதை “ ……………. பல்தேர் கோலச் சிவந்த ஒளிறுஒள் வாடக் குழைந்த பைந்தும்பை” என்று புறம் (283 : 15, 347 : 2-3) கூறுகிறது. கௌரவர்கள் பாண்டவர்களுடன் போரிட்டபோது, அவர்கள் பொன்னாலாகிய தும்பைப் பூக்கள் அணிந்திருந்ததை, புறப்பாடலும் (2 : 14-15), பொன்னால் செய்த தும்பைப் பூவைச் வீரர்கள் சூடி போரிட்டதை, ‘புரையோர்க்குத் தொடுத்த பொலம் பூந்தும்பை’ என மதுரைக்காஞ்சியும் (வரி 737) கூறுகின்றன. போருக்குச் செல்லும் வீரர்கள் பொன்னால் செய்த தும்பைப் பூவைச் சூடியதைப் பதிற்றுப்பத்தும் கூறுகிறது. புறம் கொடுத்து ஓடாத படையினை உடைய கெடாத தும்பை சூடின போரில்  வல்ல வீரருடைய தலைவன் என்பதை, “வாடாத் தும்பை வயவர் பெருமகன்” என்று பெரும்பாணாற்றுப்படை (வரி 101) சுட்டுகின்றது. இளமகளிர் தும்பை மாலையைச் சூடியதை, ‘தும்பை மாலை இளமுலை’ என்ற ஐங்குறுநூற்றுப் பாடல் பகுதி (127 : 2) தெரிவிக்கிறது. இதனைச உ.வே.சா. அவர்களும் கூறுவார். இரு பெருவேந்தர்கள் தும்பைப் பூவைச் சூடித் தம் வலிமையின் பொருட்டுத் தம்முள் செய்யும் போர் தும்பைப் போர் எனப்படும். பதிற்றுப்பத்து தும்பைப் போர் பற்றிப் பேசுகிறது (88 : 23, 52 : 8).',
  },
  leucasaspera: {
    name: 'தும்பை',
    commonNames: ['Leucas'],
    scientificName: 'Leucas zeylanica',
    litRef: [
      {
        book: 'புறநானூறு',
        loc: '(283 : 15, 347 : 2-3)'
      },
      {
        book: 'மதுரைக்காஞ்சி',
        loc: '(வரி 737)',
      },
      {
        book: 'பெரும்பாணாற்றுப்படை',
        loc: '(வரி 101)',
      },
      {
        book: 'ஐங்குறுநூற்றுப் பாடல்',
        loc: '(127 : 2)',
      },
      {
        book: 'பதிற்றுப்பத்து',
        loc: '(88 : 23, 52 : 8)'
      }
    ],
    notes: 'தும்பையானது, தும்பை, பெருந்தும்பை, சிறுதும்பை, கருந்தும்பை, மலைத்தும்பை, பேய்தும்பை, கழுதைத்தும்பை, கசப்புத்தும்பை, கவிழ்தும்பை, மஞ்சள் தும்பை என பலவகைப்படும். வறண்ட நிலங்களில் கடல் மட்டத்திலிருந்து சுமார் மூவாயிரம் அடி உயரம் வரை உள்ள இடங்களில் ஒரு அடி முதல் மூன்று அடி உயரம் வரை நன்கு வளரும் தும்பைக்கு எல்லா வகை மண்ணும் ஏற்றது.. நீளமான இலைகளுக்கு மேலும், கீழும் பூக்கள் அமைந்திருக்கும். இவை விதை மூலம் இனப்பெருக்கம் செய்யப்படுகிறது. தும்பை மணம் கமழும் வெண்மையான சிறிய பூக்களைக் கொண்டது.. ஆதலால், ‘கமழ் பூந் தும்பை’ என்றனர். போருக்குச் செல்லும்போது இம் மலரைச் சூடிச் செல்வதை “ ……………. பல்தேர் கோலச் சிவந்த ஒளிறுஒள் வாடக் குழைந்த பைந்தும்பை” என்று புறம் (283 : 15, 347 : 2-3) கூறுகிறது. கௌரவர்கள் பாண்டவர்களுடன் போரிட்டபோது, அவர்கள் பொன்னாலாகிய தும்பைப் பூக்கள் அணிந்திருந்ததை, புறப்பாடலும் (2 : 14-15), பொன்னால் செய்த தும்பைப் பூவைச் வீரர்கள் சூடி போரிட்டதை, ‘புரையோர்க்குத் தொடுத்த பொலம் பூந்தும்பை’ என மதுரைக்காஞ்சியும் (வரி 737) கூறுகின்றன. போருக்குச் செல்லும் வீரர்கள் பொன்னால் செய்த தும்பைப் பூவைச் சூடியதைப் பதிற்றுப்பத்தும் கூறுகிறது. புறம் கொடுத்து ஓடாத படையினை உடைய கெடாத தும்பை சூடின போரில்  வல்ல வீரருடைய தலைவன் என்பதை, “வாடாத் தும்பை வயவர் பெருமகன்” என்று பெரும்பாணாற்றுப்படை (வரி 101) சுட்டுகின்றது. இளமகளிர் தும்பை மாலையைச் சூடியதை, ‘தும்பை மாலை இளமுலை’ என்ற ஐங்குறுநூற்றுப் பாடல் பகுதி (127 : 2) தெரிவிக்கிறது. இதனைச உ.வே.சா. அவர்களும் கூறுவார். இரு பெருவேந்தர்கள் தும்பைப் பூவைச் சூடித் தம் வலிமையின் பொருட்டுத் தம்முள் செய்யும் போர் தும்பைப் போர் எனப்படும். பதிற்றுப்பத்து தும்பைப் போர் பற்றிப் பேசுகிறது (88 : 23, 52 : 8).',
  }
}